Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/aubert_s.html.tmx
Source language: sme
Languages: nob

source: Danin go doppe lea nu bahča hádja " , dát unnoraš muitalii .
nob: Nei , det lukter så vondt der inne , " sa den lille fyren .

source: Beal ovcci áigge iđđedis álggii oahpahus .
nob: Anna moret seg da hun fortalte oss dette .

source: Mis lei seamma oahpahusjuohku go dábálaš dáža skuvllas , namalassii golbma diimmu logi minuhtasaš bottuiguin gaskkahagaid .
nob: Kl. 8.30 startet undervisningen . Vi hadde som vanlig i norsk skole tre timer med 10 minutters friminutt imellom .

source: Diibmu 11.00 lei boradanboddu .
nob: Kl. 11 var det matpause .

source: Dábálaččat ledje iđđedažžan ja ovdalgaskabeaiborramuššan láibi , suvli ja mielki , ja muhtumin ožžo kakao .
nob: Som regel besto frokost og formiddagsmat av brød , pålegg og melk , men av og til ble det servert kakao .

source: Maŋŋá boradeami ožžo gállaruohtas- dahje rušpebihtá .
nob: Etter måltidene en kålrotskive eller en gulrotbit .

source: Diibmu 11.30 álge golbma velá oahpahusdiimmu .
nob: Kl. 11.30 var det tre nye undervisningstimer .

source: Diibmu 14.30 ledje mállásat .
nob: Kl. 14.30 ble det servert middag .

source: Maŋŋá mállásiid ledje ohppiin vurohagaid muhtun doaimmat .
nob: Etter middagen hadde elevene skiftevis enkelte plikter .

source: Muhtumat galge viežžat mielkki , earát fas manne Tapioi viežžat gálvvuid , muhtumat fas čorgejedje beavddi maŋŋá mállásiid , nuppit fas sihkko gohpaid ja rádje lihtiid .
nob: Noen måtte hente melk , andre måtte til Tapio og hente varer , enkelte ryddet av middagsbordet , noen tørket kopper og ryddet serviset inn .

source: Dáidda smávvadoaimmaide liikojedje oahppit , go álo ožžo juoidá maŋŋá barggu , ja go ledje buollašat ja arvedálkkit , de lei vuogas beassat leat veaháš guhkit gievkkanossodagas .
nob: Disse småjobbene var populære , det vanket alltid et eller annet etter endt arbeid , og når kulde og regn satte inn , var det deilig å kunne være litt lenger i kjøkkenregionen .

source: Áiggi bihtáidlohkamii golahedje máŋgga láhkai .
nob: Tiden inntil lekselesing ble ellers benyttet på forskjellig vis .

source: Muhtun oahppit gallestalle fulkkiid Sirpmás , muhtumat duhkoradde olgun , ja nuppit fas duhkoradde klássalanjas .
nob: Enkelte elever gikk til sine slektninger i Sirma , andre lekte utendørs , mens andre igjen lekte i klasserommet .

source: Diibmu 16.00 čohkkiimet buohkaid .
nob: Kl. 16 ble alle samlet .

source: Ohppit geat orro Sirpmás , ledje mannan ruoktot , nu ahte dál birgiimet ovttain klássalanjain leaksolohkamii .
nob: De elevene som bodde i Sirma , var da gått hjem , slik at vi kunne klare oss med ett klasserom for lekselesing .

source: Álggu rájes juo lei álo nubbi munnos lanjas leaksolohkamis .
nob: Fra første dag var en av oss tilstede under lekselesingen .

source: Go munno nieida , Ánne Márjá , riegádii 26.12.1950 , de dan rájes Bill doaimmahii dán barggu .
nob: Da vår datter Anne Marie ble født 26.12.1950 , ble det Bill som tok denne del av jobben fast .

source: Ulbmil leat lanjas lei guovtti sivas : 1 .
nob: Hensikten med å være tilstede var tosidig : 1 .

source: Galggai leat bargoráfi , ja 2 .
nob: Det skulle være arbeidsro , og 2 .

source: Galge veahki sáhttit bivdit
nob: Det skulle ydes hjelp

source: Dađistaga go mánát gerge bihtáiguin , de manne olggos .
nob: Etter hvert som barna følte seg ferdige med leksene sine , gikk de ut .

source: Ledje dattetge mearkkašahtti ollosat geat čohkkájedje ja barge gitta eahketborranáigái dii. 18.00 .
nob: Det var imidlertid bemerkelsesverdig hvor mange det var som satt og arbeidet like til kveldsmaten kl. 18 .

source: Eai buot barggut lean geatnegahtton barggut , muhto sii lohke viidáseappot ja sárgo .
nob: Ikke alt var pålagt arbeid , men de leste ekstra og de tegnet .

source: Eahketborramuššan lei jogo láibi dahje suohkat guktii vahkkus . ...
nob: Kveldsmaten vekslet mellom smørbrød og grøt to ganger pr. uke . ...

source: Vai jaskkodit eahkedis , de álggiime moai Billiin lohkat ohppiide .
nob: For å få ro om kvelden begynte Bill og jeg å lese for elevene .

source: Moai fidniime moanat mánáidgirjjiid máddin , máŋggat ledje klassihkkarat , maid moai dovddaime iežame mánnávuođas , muhto moai osttiime maiddái ođđasut girjjiid ja geahččaleimme ohppiidgirjerádjosa ráhkadit .
nob: Vi skaffet oss endel barnebøker sørfra , mange av disse var klassikere , som vi kjente fra vår egen barndom , men vi kjøpte også inn nyere litteratur og forsøkte å lage elevbibliotek .

source: Ohppit geat eai ádden maid moai logaime , nohkke oalle fargga , ja earát fas guldaledje dárkilit .
nob: De elevene som ikke forsto hva vi leste , sovnet ganske fort , mens andre lyttet intenst .

source: Viimmat de eai šat bisson mánáid čalmmit rabasin , ja moai sáhtiimet sávvat buori ija ja njáhkalit olggos .
nob: Til slutt lukket øynene seg på de fleste , vi kunne si godnatt og liste oss ut .

source: Mánáid oađđensálaid gal eai livčče dán áigge dohkkehan , eai dearvvasvuođa eaige sihkkarvuođa sivaid geažil .
nob: Sovesalene til barna ville nok ikke ha blitt godkjent i dag , hverken av helsemessige eller sikkerhetsmessige grunner .

source: Moai ieža gal ean dalle ádden smiehttat galle kubihkkamehtera juohke oahppi dárbbaša dahje allergiijašaddadeaddji ávdnasiid váruhit , muhto sihkkarvuođa moai gal goziheimme .
nob: Selv tenkte vi ikke den gangen på kubikkmeter pr elev eller allergifremkallende stoffer , men dette med sikkerhet opptok oss svært .

source: Dola fertii boaldit eanaš mánuid jagis .
nob: Det måtte fyres adskillige måneder av året .

source: Muorat ledje bardojuvvon oađđensálaide .
nob: Veden lå stablet inne på sovesalene .

source: Uvnna birra oahppit maiddái bidje gámasuinniid goikat nuppe beaivái .
nob: Rundt ovnen måtte elevene også legge sennegraset som skulle bli tørt til neste dag .

source: Lei stuorra várra ahte sáhtte buollát !
nob: Hvor lett kunne det ikke ha tatt fyr !

source: Lei álfárot gildojuvvon dolain duhkoraddamis , muhto moai ean goassege duostan luohttit dasa ahte oahppit čuvvo dán gildosa .
nob: Det var strengt forbudt å leke med varmen , men vi vågde aldri å stole på at elevene etterkom dette .

source: Go 12 smávvagánddaža rigerejedje eahkedis ovdal nohkkanáigge , de sáhtii duođai vaikko mii dáhpáhuvvat . ...
nob: Når 12 smågutter herjer som verst før leggetid , kan egentlig hva som helst skje . ...

source: Biiggáid álgobargu iđđedis lei dola bidjat .
nob: Hushjelpenes faste jobb om morgenen var å legge i ovnene .

source: Internáhtta oalle fargga liegganii , muhto bráhka lei vearrát fidnet liegganit .
nob: På internatet ble det raskt varmt , men oppe i brakka var det verre .

source: Doppe galbmojedje bleahkkaglásat muhtumin juohke ija , ja moai fertiime sakŋadit daid uvnna alde .
nob: Der frøs blekkhusene i perioder hver eneste natt , og vi måtte tine dem på ovnen .

source: Go lei buollašeamos áigi , de fertejedje ohppiid siste čohkkát fáhccagieđaid .
nob: Når kulden var som verst , måtte elevene sitte med votter på .

source: Duollet dálle fertiimet čuoččastit ja fáiput , ja easka gaskabeaiáigge liegganii klássalatnja .
nob: Rett som det var måtte vi reise oss og slå floke , først utpå formiddagen ble det behagelig å være i klasserommet .

source: Vuosttaš dálvi lei vearrámus .
nob: Første vinteren var verst .

source: 1951 ’ geasi isolerejedje ja ođasmahtte bráhka .
nob: Sommeren 1951 ble klasserommet i brakka isolert og pusset opp .

source: Moai válljiime čuvges fiskesivnni seinniide , ja glássaliinniid maid fidniime , ja mu mielas latnja šattai oalle guoibmái .
nob: Vi valgte en lys gulfarge på veggene , og vi fikk gardiner , og jeg syntes rommet etter hvert ble riktig trivelig .

source: Borramuša ja juhkamuša haga ... Leat dálueamit internáhttaskuvllas ii lean mihkkege álkes bargguid .
nob: Uten mat og drikke ... Å være husmor ved en internatskole var ingen enkel jobb .

source: Lei su ovddasvástádus ahte mis álohii ledje doarvái borramušat dálus , ahte seaŋgagávnnit bassojuvvojedje ja ahte buot lanjat ledje buhttásat .
nob: Det var hennes ansvar at vi til enhver tid hadde nok av mat i hus , at sengetøyet ble vasket , at samtlige rom ble holdt rene . Hun hadde også alt vedlikehold av sengetøy , håndklær og tøy til elevene .

source: Ain 1950-logus lei ollu Deatnogátti bearrašiin heajos dilli , ja bivttasdiŋggaid ja biktasiid lei váttis fidnet .
nob: Selv i 1950-årene var forholdene dårlige for mange familier langs Tanaelva , og metervarer og klær var det vanskelig å få tak i. .

source: Ánná osttii flánealla Suomas , ja dáin gearuin son goarui báiddiid ja buvssaid ohppiide .
nob: Anna kjøpte flanell fra Finland , og av disse rullene sydde hun trøyer og bukser til elevene .

source: Go mis lei lávggodanbeaivi bearjadagaid , de oahppit geat dan dárbbašedje , ožžo dáid coggat .
nob: Når vi badet om fredagene , fikk de elevene som trengte det , bruke dette tøyet .

source: Smávimusat gohčodedje dáid gárvvuid " stáhtabuksan " ja " stáhtabáidin " .
nob: De små kalte plaggene for " statsbukser " og " statstrøyer " .

source: Sii liikojedje molsut buhtes biktasiidda go olles vahkku ledje seamma gárvvuid geavahan .
nob: Det var godt for dem å skifte til rent etter en hel uke . ...

source: Dálveborramušaid Ánná osttii ollu háválassii .
nob: Vinterforsyning av mat kjøpte Anna inn i stort .

source: Beaivválaš dárbašiid oaččuimet Tapios , gii dađistaga fidnii máŋggalágan gálvvuid .
nob: Det daglige fikk vi hos Tapio , som etter hvert fikk et rikholdig vareutvalg .

source: Jáffuid , sohkkariid , rivnniid jna. osttii seahkaid mielde grossisttas Čáhcesullos , buđehiid ja ruotnasiid fidnii Romssas , dorski ja báldá son fas diŋgui Vuonnabađas ja luosa , sávzza- ja bohccobierggu fas osttii Sirpmás .
nob: Mel , sukker , gryn , etc ble kjøpt sekkevis hos grossist i Vadsø , poteter og grønnsaker kom fra Tromsø , torsk og kveite bestilte hun i Varangerbotn , laks , saue- og reinkjøtt ble kjøpt i Sirma .

source: Sáhpi ja muorjemeasttu osttii 5-lihterspánnjain , luopmániid olbmot čogge Sirpmá birrasa jekkiin .
nob: Saft og syltetøy kjøpte hun i 5-liters spann , molter ble plukket på myrene innenfor Sirma .

source: Mielkki fidniimet kránnjáin .
nob: Melk fikk vi fra naboene .

source: Dearvvuođat Rivgo-Márehis
nob: Hilsen Rivgomáret

source: Go oahppit galge ruoktut , de vulge heasttain dálvet ja johkafatnasiin geasset .
nob: Når elevene skulle hjem , var det gjerne med hest på vinteren og elvebåt på sommeren

source: ( Foto : Marit &amp; Bill Aubert )
nob: ( Foto : Marit og Bill Aubert )

source: Oasit breavain ruoktot
nob: Sirma , 9. august 1950 .

source: Breava Billas:Sirbmá , borgemánu 9. beaivi 1950 Ráhkis eadni ja áhčči
nob: Kjære far og mor .

source: Na , dása de letne viimmat joavdan .
nob: Ja , her sitter vi da , endelig .

source: Liehmu ja buorre dálki olgun , muhto lea vuogas veaháš gulul váldit siste .
nob: Varmt og fint ute , men det er greit å ta det litt med ro innendørs .

source: Moai olliime borgemánu 7. beaivve 11-áigge beaivet , nu ahte dál dieđán maid lea dárbu bargat .
nob: Vi kom hit mandag 7. august ved 11-tiden om formiddagen , så nå begynner jeg å få kikk på det som trengs å gjøres .

source: Veaháš mála siskko- ja olggobealde lea vuogas .
nob: Litt maling inn- og utvendig vil ikke være av veien .

source: Spánnja ja kusta leat fargga gárvásat , nu ahte fargga málegoađán .
nob: Pøs og kost er snart klare , så det blir vel sving på det snart .

source: Ieš skuvla lea stuorra visti , dimbarat ja siskkobealde skoađastuvvon . Nuppi gearddis leat oađđinsálat ohppiide ja oađđinlatnja biiggáide .
nob: Skolen selv er en stor bygning , nærmest tømret og panelt utvendig , i annen etasje er sovesaler for elevene og et soverom for betjeningen .

source: Lovttas lea okta latnja orrunláhkai .
nob: På loftet er det også innredet et rom for en .

source: Vuollin leat gievkkan , boradanlatnja , stohpu ja klássalatnja .
nob: Nede ligger så kjøkken , spiserom , stue og klasseværelse .

source: Geallir mii lea 4x4 m orru buorre .
nob: Kjeller 4x4 m ser bra ut .

source: Munno bráhkas moai geavahetne eanaš guhkodatbeali oasi .
nob: I brakka vår har vi tatt det meste av den ene langsiden . ...

source: Ovtta lanja geavahetne oađđinlatnjan .
nob: Et rom for seg bruker vi til soverom .

source: Dat orru oalle ođas , skoađastuvvon maiddái lea .
nob: Det ser nokså nytt ut , panelt .

source: Áiggun oljet doppe láhtti odne .
nob: Skal olje gulvet der idag .

source: De leat guokte bálddalas lanja main ii leat uksa gaskkas , su . 4x3 ja 3x3 .
nob: Så er det to sammenhengende rom uten dør mellom , ca 4x3 og 3x3 .

source: Uvnnat orrot buorit , ja bráhkka lea geađgejuolggi alde .
nob: Ovnene ser gode ut , og det er grunnmur under .

source: Stohpogálvvut leat buorit .
nob: Innbo er det brukbart med .

source: Bráhkka lea 15 m guhku ja 7,8 mehter govddu .
nob: Brakka er 15 m lang og 7,8 m bred .

source: Nuppi bealde feaskára lea munnos oađđinlatnja , guokte lanja leat oaivvilduvvon basadanlatnjan ja sávdnin , ja geažis lea klássalatnja man Máret oažžu .
nob: Over gangen har vi et soverom , to rom til vask og badstue , og i enden ligger det klasserommet som Marit får .

source: Moai doivo skuvlla álgit borgemánu 28. beaivve , muhto oaidnit leš .
nob: Vi håper å komme i gang 28. august , men vi får se .

source: Nugo mun doivon , de mis galget leat su . 50 máná oktiibuot , ja dain galget su .
nob: Som jeg regnet med , får vi ca. 50 unger i alt , hvorav ca 40 skal interneres .

source: Čakčat bohtet smávvaskuvllalaččat , 1. ja 2. ossodat čieža vahkkui , nu ahte Máret oažžu álgoálgiid ja mun 2. ja 3. luohká .
nob: Fra høsten kommer småskolen , 1. og 2. avdeling i 7 uker , så Marit får nykomlingene , og jeg 2. og 3. klasse .

source: Dasto bohtet stuorraskuvlalaččat ja sii leat skuvllas 20 vahkku , ja beassážiid maŋŋá bohtet fas smávvaskuvlalaččat nuppi gearddi .
nob: Etterpå kommer storskolen og blir sine 20 uker , og over påske kommer så småskolen for 2. gang .

source: Oalle imašlaš ortnet , muhto vissásit lea daningo stuorit mánát galget leat ruovttus veahkkin geasset .
nob: En ganske pussig ordning , men visstnok sånn fordi de store barna gjerne skal være hjemme og hjelpe til i sommertida .

source: Orru ahte mii oažžut veaháš ávdnasiid , mun lean odne hállan skuvladirektevrrain .
nob: Det ser ut til at vi skal få litt materiell , jeg har snakket med skoledirektøren i dag .

source: Earret eará sáddejit fiinna ođđa duodjeávdnasiid , nu ahte giđđat sáhttit duddjogoahtit . ...
nob: Det skal bl.a. komme fint nytt sløydutstyr , så til våren skal vi komme i gang med sløyd . ...

source: Bearjadateahket bođii Ánná gii lea albma gába .
nob: Fredag kveld kom ho Anna som er et grepa kvinnemenneske .

source: Sus lei nubbi biigá mielde , nu ahte dál munnos Márehiin leat albma buorit beaivvit .
nob: Hun hadde den ene hushjelpen med seg , så nå har Marit og jeg riktig gode dager .

source: Bráhkka lea ruoksadin málejuvvon , ja lanjat leat ordnašuvvagoahtán .
nob: Brakka har fått et strøk rødmaling , og på rommene begynner det å komme seg .

source: Dá muhtun beaivve moai finaime váccašeamen duoddaris , ledje čáppa ivnnit , muhto badjelis lei oalle galmmas .
nob: En dag ruslet vi oppover i fjellet , det var praktfulle farger , men innover var det ganske kaldt .

source: Soaitá ahte buorit dálkkit mat mis leat leamaš , dál leat nohkan . ...
nob: Kan hende det blir slutt på godværet vi har hatt så mye av . ...

source: Nubbi breava lea beaiváduvvon borgemánu 25. beaivve .
nob: Det neste er datert 25. august . Takk for brev .

source: Lei hávski poastta oažžut , muhto muđui moai gal ean láittastuva veahášge .
nob: Det er hyggelig å få post , ellers føler vi ikke ensomheten det minste trykkende noen av oss .

source: Odne álggaheimmet skuvlla sivvadit .
nob: Idag begynte vi så smått på skolen , da.

source: Muhto , sii bohtet ain duos dás , ja easka gaskavahkku galget buohkat leat dás .
nob: Men , de kommer sånn smått om senn , og først onsdag får vi alle i hus .

source: Máreha luohkás leat guđas ja mu nuppi ja goalmmát luohkás fas 17 oahppi .
nob: Marits klasse er på 6 og min 2. og 3. på 17 .

source: Orrot leamen siivománát , muhto mii unnán áddehallat gaskaneamet gielalaččat .
nob: Ungene ser greie ut , men vi forstår hverandre heller lite .

source: Muđui lea buot dál lágiduvvon sidjiide gárvvisin .
nob: Ellers er alt klart til dem nå .

source: 18:s galget orrut dán oahpahusvuorus dáppe .
nob: 18 skal bo her denne skoleturen .

source: Čakčamánu 17. beaivve :.. De moai letne oahpahan 14 beaivvi juo .
nob: 17. september : Så har vi drevet skole i 14 dager alt .

source: Mánát leat nugo máddinge , munno mielas , ja sii geat dáppe leat dál , leat buorremenolaččat ja smádáhkkásat .
nob: Ungene er ganske som sørpå , synes vi , og de vi har nå , er greie og hyggelige .

source: Muhto - ean eahpit veahášge ahte oahppit livčče galgan oažžut sámegiela oahpahusa unnimusat golbma vuosttaš jagi .
nob: Men - det er ikke den fjerneste tvil om at ungene skulle hatt samisk på skolen minst de første tre årene .

source: Lea oalle váivi máŋgii smiehttat ahte dušše okta lohkásis ádde máidnasiid maid moai lohke daidda .
nob: Det er heller trist mange ganger når en tenker på at bare en av ti har noen glede av å høre eventyr .

source: Maiddái religiuvdna lea váttis , lea seamma dilli go máinnastemiin .
nob: Det er vanskelig med religion , det blir på samme måten som med eventyr .

source: Eanaš fertet dárogiela ja rehkenastima oahpahit , ja vihtta diimmu beaivái lea menddo ollu smávimusaide , sii duššástuvvet beaivvi loahpageahčen ja mášohuddagohtet .
nob: Det blir å drive med norsk og regning for det meste , men 5 timer pr dag er mye for småtassene , de blir motløse på slutten av dagen , rastløse også .

source: Eatnašat leat dábálaš čeahpit , muhto mis leat maiddái máŋga geat lea eanetgo dábálaš čeahpit , ja de leat velá moattis geat leat návccaheamit ja dárbbašit eanet veahki go earát .
nob: De fleste er normale hva intelligens angår , men vi har også flere som er meget godt begavet , dessuten et par svake , som trenger litt mere hjelp enn de øvrige .

source: Golggotmánu 6. beaivve:Skuvllas lea unnán ovdáneapmi , muhto gal fertet birget .
nob: 6. oktober : På skolen går det heller smått , men det går da.

source: Vuoi mánnariebut , geain eai leat oahpaheaddjit geat hállet gielaset .
nob: Stakkars unger som ikke har lærere som snakker deres eget språk .

source: Dát lea vearredahku sin vuostá .
nob: Det er en forbrytelse mot dem.

source: Vaikko mo de moai Márehiin háliidivččiime , de ean nákce ohppiide addit dohkálaš oahpahusa .
nob: Om Marit og jeg aldri så gjerne vil , så klarer vi ikke å gi elevene våre fullgod undervisning .

source: Golggotmánu 25. beaivve:Dál moai letne maŋimuš vahkku oahpaheamen smávibuid .
nob: 25. oktober : Nå er vi kommet inn i siste uken med de små .

source: Šállošahtti lea go sii eai leat olus maidige oahppan .
nob: Det er ikke stort de har lært , dessverre .

source: Lea dát agálaš giella mii hehtte .
nob: Det er dette evige språket som stenger .

source: Ieža moai ean leat olus sámegiela oahppan , ja moai ean birgehala go fertejetne mánáide oahpahit dárogiela .
nob: Selv har vi ikke lært stort samisk heller , vi faller liksom mellom to stoler når en må lære ungene norsk .

source: Boahtte jagi almmustuvvá sámegiela áppes , ja de leaš oaidnit ohppego , moaige sámegiela oktan ohppiiguin .
nob: Til neste år kommer det ut en samisk ABC , det skal bli spennende , da kan kanhende vi også lære samtidig med elevene .

source: Ikte buvttii Stuorra-Peđar munnje nuvttohiid .
nob: Igår kom han Storpedar med skaller til meg .

source: Lea váttis fidnet nuvttohiid nummar 46 ’ sturrodagas , muhto lihkus leat Peđaris seamma stuorra juolggit go mus , nu ahte mun fidnejin oastit buriid nuvttohiid ja mat álgoálggus ledje sutnje gorrojuvvon .
nob: Det er vanskelig å få nr 46 i den varen , men heldigvis har Pedar like store føtter som meg , så jeg fikk kjøpt et par førsteklasses skaller som egentlig var sydd til ham selv .

source: Dát leat hirbmat čábbát rukses ja fiskes báttiiguin ja dihpiiguin , muhto mu luottat muittuhit guovžžaluottaid .
nob: De tar seg praktfullt ut med røde og gule band og dusker , men de sporene jeg setter , minner mest om bjørnelabber .

source: Skábmamánu 5. beaivve:Dál lea buolaštan , - 19 gráđa odne .
nob: 5. november : Nå er kulda kommet , -19 grader idag .

source: Munnos lea buot ain bures .
nob: Vi har det fortsatt meget bra .

source: Bearjadaga ledjen báhppan .
nob: Fredag opptrådte jeg som prest .

source: Na , duođai , go mun gásttašin unna gánddaža buot vejolaš sálbmagirjji njuolggadusaid mielde .
nob: Ja , virkelig , ettersom jeg døpte en liten gutt etter alle salmebokens regler .

source: Bávval Varsi dat oaččui iežas čihččet gándda , ja nugo áddehahtti lea , de su gohčodedje Håkonin . ...
nob: Det var han Pavel Varsi som fikk sin 7. gutt , og som rimelig var , fikk han navnet Håkon . ...

source: Eambbo sámegiela birra
nob: Mer om samisk språk

source: Mun lean bájuhan osiid breavain mat muitalit man heađis moai leimme go ean máhttán čađahit ollislaš oahpahusa giellaváttisvuođaid geažil .
nob: Jeg har sitert fra enkelte brev som gir uttrykk for vår frustrasjon over ikke å kunne yde fullgod undervisning på grunn av språkproblemer .

source: Dán artihkkala álggahat man Bill čálii , lei oaivegávpotaviissa čálus man su eadni sutnje sáddii .
nob: Foranledningen til følgende artikkel skrevet av Bill var et utklipp fra ei av hovedstadsavisene , som ble sendt av hans mor .

source: Mus ii leat dát aviisačálus , muhto mun ádden Bill vástádusas ahte muhtun lea čállán sámegiela oahpahusa birra Kárášjoga nuoraidskuvllas .
nob: Utklippet har jeg ikke , men jeg skjønner av Bills innlegg at det er en eller annen som er ute og skriver angående samisk undervisning på ungdomsskolen i Karasjok .

source: Dát čálli lea gul čállán ahte sámegiella boahtá jávkat , ja ahte mánáidskuvla lea riektagis go dáruiduhttá ohppiid .
nob: Han - skribenten - har tydeligvis skrevet at samisk språk vil dø ut , og at barneskolen er på rett veg med sin fornorskning .

source: Odne lea oaidnu álfárot rievdan 1950-logu oainnu ektui .
nob: I dag er oppfatningen av disse tingene en helt annen enn den var på 50-tallet .

source: Mu mielas Bill čájeha ahte son lea ovddabealde áiggistis sámepolitihkas .
nob: Jeg synes Bill viser at han har vært forut for sin tid med hensyn til samepolitikken .

source: Oassi Bill Finnmárkku breavas 06.09.1952:sAviisačállosiin mun in leat ovttaoaivilis .
nob: Utdrag av Bills brev fra Finnmark 6/9 1952 . " Innlegget i avisa er jeg for min del ikke enig i. .

source: Sámi Finnmárku gal ii leat jávkan , vaikko " kultuvra " ii leat nu badjin justa dál .
nob: Det samiske Finnmark er nok ikke avgått ved døden ennå , selv om ikke " kulturen " står så høyt for tiden .

source: Nu guhká go duháhiid mielde ( maiddái rittus , omd. Unjárggas ) geavahit sámegiela ruovttus , de mun in ádde ahte veaháš oahpahus sámegillii galggašii leat vahágin Kárášjoga nuoraidskuvllas .
nob: All den stund mangfoldige tusen ( også ute ved kysten , f.eks. Nesseby ) bruker samisk hjemme , kan jeg ikke skjønne at det kan skade å ha litt undervisning i samisk på ungdomsskolen i Karasjok .

source: Áibbas sihkkarit boahtá sámegiella čuodjat unnimusat 100 jagi ovddasguvlui - manin de ii galggašii oahppat giela buorebut go ruovttus dahket ?
nob: Temmelig sikkert kommer samisk tale til å bli brukt i minst 100 år fremover — hvorfor da ikke lære språket bedre enn de gjør hjemme ?

source: Sámegiella ii leat mihkkege primitiivvalaš gielaid .
nob: Samisk er ikke noe egentlig primitivt språk .

source: Olmmoš sáhttá čielggadit dán gillii buot maid háliida , ja dalle gal in jáhke ahte giella jávká nu farggabále .
nob: En kan gi uttrykk for alt en måtte ønske på det , og da tror jeg ikke det dør ut så forferdelig fort .
